fun main() {
    print(" Всем привет! Меня зовут Дима и мне 25лет. На данный момент работаю курьером в службе доставки.")
    //print(" В службе доставки Яндекс Маркет")
    println(" ")
    println("Могу с уверенностью сказать, что я очень хорошо вожу автомобиль и отлично знаю свой любимый город - Самару.")
    println("Относительно недавно осознал, что я устал от примитивной работы, где не вижу развития и карьерного роста.")
    println("Хотелось бы начать реализовывать себя в удаленном формате, где смогу видеть вклад в свою деятельность и развиваться.")
    //println("Именно поэтому приступил к изучению курсов в Skillbox, которые приобрел еще в 2019году и забросил их.")
    //тут я решил заменить 8 строчку на строчку 10 (она мне нравится больше)
    println("Именно поэтому приступил к изучению курсов в Skillbox, для изучение новых навыков, которые помогут мне в будущем.")
    println(" ")
    print (" Еще недавно в нашем доме проживали: я, моя жена Елизавета и старая кошка Мася,")
    print(" ей 13лет,")
    println (" но весной у нас появилась еще одна")
    println("очень дикая кошечка, которую мы прозвали Мисси.")
    /*println(" Работая в марте я попал в дтп за 100км от своего дома, где прождал сотрудников ДПС 7 часов в сильную метель и большой")
    println("мороз. Именно тогда ко мне подошла погреться наш будущий член семьи еще маленьким котеночком.")*/
    println(" ")
    print(" Я очень люблю готовить, проводить время с друзьями, кататься на лыжах,")
    //println(" (мечтаю посетить горнолыжный курорт на севере),")
    //если добавить функцию в текст из 20 строчки, потребуется в 24 строчке поменять функцию на "print" и в самой функции убрать пробел перед словом "обожаю"
    // или просто замените 23 строчку на 24
    //print("обожаю выезжать за город на природу и отдыхать")
    println(" обожаю выезжать за город на природу и отдыхать")
    println("на даче, а также дегустировать разные сорта пива))).")
    println(" ")
    println(" Одна из моих целей - выучить английский язык. Эти знания мне помогут в программировании, а так же для переезда в другую")
    print("страну. Надеюсь, данный курс поможет мне в будущем и я стану высоким специалистом в данной сфере, а так же добиться\n"
            +"поставленных целей мной и моей супруги. Естественно мне нужно уделять время на свое саморазвитие и верить, что я могу\n"
            +"добиться результатов")
    //print(", так как мечты воплощаются действиями и верой")
    print(".")
    /* Если захотим выполнить закомментированные функции, пунктуация в тексте будет сохранена, исключением будет 20 строчка,
       но там нужно следовать комментариями ниже (21 и 22 строчка)*/
    //Никогда в детсве не любил писать сочинения, надеюсь вышло неплохо.
}